module.exports = {
  iso: "ar",
  name: "جورميه ديستركت",

  common: {
    an_error_occurred: "حدث خطأ غير متوقع",
    page_not_found: "الصفحة غير موجودة",
    search: "عن ماذا تبحث؟",
    version: "اﻹصدار",
    currency: "ر.ق",
    dark: "ليلي",
    light: "نهاري",
    more: "شاهد المزيد",
  },

  aside: {
    menu: "القائمة الرئيسية",
    language: "اللغة",
    mode: "الوضع",
    signature: "تمت البرمجة بواسطة  MO3LY.",
  },

  header: {
    links: [
      {
        name: "الرئيسية",
        icon: "home",
        slug: "/",
      },
      {
        name: "المطاعم",
        icon: "resturants",
        slug: "resturants",
      },
      {
        name: "الحفلات",
        icon: "events",
        slug: "events",
      },
      {
        name: "معرض الصور",
        icon: "gallery",
        slug: "gallery",
      },
      {
        name: "تعرف علينا",
        icon: "about",
        slug: "about",
      },
    ],
  },

  home: {
    meta: {
      title: "الصفحة الرئيسية",
      description: "جورميه ديستريكت أول فود كورت في قطر - يقدم لك جورمية ديستريكت (نعم خصيصاً لك أنت) مكانًا يقدم تشكيلة من المطاعم بداية من أفضل أنواع البرجر إلى أفضل أنواع الكعك في الدوحة",
    },

    home: "الرئيسية",
    landing_title: "جورميه,",
    landing_title2: "أول فود كورت مغلق في قطر.",
    landing_desc: "يقدم لك جورمية ديستريكت (نعم خصيصاً لك أنت) مكانًا يقدم تشكيلة من المطاعم بداية من أفضل أنواع البرجر إلى أفضل أنواع الكعك في الدوحة..",
    gd_resturants: "مطاعم جورميه",
    discover_btn: "اكتشف المكان",
    book_btn: "احجز الآن!",

    orderGuide: {
      how: "طريقة",
      title1: "عمل",
      title2: "طلب جديد",
      stepTitle1: "اختر أطباقك المفضلة",
      stepDesc1: "قم بتحديد أطباقك المفضلة من ضمن تشكيلة كبيره من مطاعم جورميه.",
      stepTitle2: "حدد طاولتك",
      stepDesc2: "قم بفحص الكود الخاص بطاولتك باستخدام كاميرا هاتفك لتحديد طاولتك.",
      stepTitle3: "سلة المشتريات",
      stepDesc3: "توجه لسلة المشتريات لاتمام طلبك وادخال اسمك اذا أحببت.",
      stepTitle4: "تهانينا",
      stepDesc4: "لقد قمت بتنفيذ طلبك بنجاح وسيتم تحضيره في أسرع وقت ممكن.",
      resturants: "اذهب لصفحة المطاعم",
    },
  },

  resturants: {
    meta: {
      title: "المطاعم",
      description: "اختر ذوقك من بين مجموعة متنوعة من المطاعم عالية المستوى.",
    },
    bannerTitle: "اختر ذوقك من بين مجموعة متنوعة من المطاعم عالية المستوى.",
    view: "التفاصيل",
  },

  resturant: {
    meta: {
      title: "اسم المطعم",
      description: "وصف المطعم",
    },

    resturant: "المطعم",
    resturants: "المطاعم",
    title: "عنوان المطعم",
    description: "وصف المطعم",
    about: "عن المطعم",
    menu: "المنيو",
    gallery: "الصور",
    hide: "إخفاء",
    show: "إظهار",
  },

  events: {
    meta: {
      title: "الحفلات",
      description: "سر السعادة في منطقة الذواقة هو الطعام ولكننا لم ننسى أهمية الترفيه.",
    },
    events: "الحفلات",
    entertainment: "المتعة والمرح",
    bannerTitle: "الحفلات والتسلية",
    description: "سر السعادة في جورميه ديستريكت هو الطعام ولكننا لم ننسى أهمية الترفيه. الموسيقى تغذي الروح والابتسامة على وجوهك هي دافعنا اليومي. ستكون منطقة الذواقة مكان الترفيه الحي في الدوحة ، عندما تفتح المدينة بأمان. استمر في التحقق منا كل يوم لمعرفة ما هو جديد.",
  },

  gallery: {
    meta: {
      title: "معرض الصور",
      description: "سر السعادة في جورميه ديستريكت هو الطعام ولكننا لم ننسى أهمية الترفيه. الموسيقى تغذي الروح والابتسامة على وجوهك هي دافعنا اليومي.",
    },
    gallery: "معرض الصور",
    GDgallery: "معرض صور جورميه",
    description: "سر السعادة في جورميه ديستريكت هو الطعام ولكننا لم ننسى أهمية الترفيه. الموسيقى تغذي الروح والابتسامة على وجوهك هي دافعنا اليومي.",
  },

  about: {
    meta: {
      title: "عن جورميه ديستريكت",
      description: " تم إنشاء Gourmet District في عام 2019 ، وهي منطقة طعام تتألف من مجموعة متنوعة من المأكولات من جميع أنحاء العالم - من الأوروبية ، إلى الشرق الأوسط إلى آسيا. لأول مرة في الدوحة ، يمكنك الاستمتاع باستكشاف الطعام في مكان واحد فقط بالإضافة إلى الاستمتاع بالأجواء الأوروبية المثالية من كل زاوية بالإضافة إلى إطلالة على بحر الخليج الغربي.",
    },
    about: "عن جورميه ديستريكت",
    bannerTitle: "معلومات عن جورميه ديستريكت",
    point1: "مكان متميز جدا",
    point2: "مجموعة متنوعة مذهلة من الطعام",
    point3: "أول فود كورت في قطر",
    description: "تم إنشاء Gourmet District في عام 2019 ، وهي منطقة طعام تتألف من مجموعة متنوعة من المأكولات من جميع أنحاء العالم - من الأوروبية ، إلى الشرق الأوسط إلى آسيا. لأول مرة في الدوحة ، يمكنك الاستمتاع باستكشاف الطعام في مكان واحد فقط بالإضافة إلى الاستمتاع بالأجواء الأوروبية المثالية من كل زاوية بالإضافة إلى إطلالة على بحر الخليج الغربي.",
  },

  login: {
    meta: {
      title: "تسجيل الدخول",
      description: "تسجيل الدخول إلي حسابك",
    },
    title: "تسجيل الدخول إلي حسابك",
    email: "البريد الإلكتروني",
    password: "كلمة المرور",
    register: "تسجيل حساب جديد؟",
    recover: "نسيت كلمة المرور؟",
    login: "تسجيل الدخول",
  },

  cart: {
    name: "سلة المشتريات",
    total: "الإجمالي",
    empty: "سلة المشتريات فارغة ☹.",
    add: "أضف الي السلة",
    added: "تمت الإضافة للسلة",
    item: "منتج",
    notes: "ملاحظات",
    brief: "أخبرنا بمتطلباتك الخاصة لطلبك",
    checkout: "نفذ الطلب",
  },

  footer: {
    copyrights: "جميع الحقوق محفوظة.",
  },
};
